package com.urdomain.test;

public class practice {

	public static void main(String[] args) {
//////////////////////		1.로또 번호 생성기  (중복번호x)
//////////////////////		2.로그인 함수화 (id, pw >> success / fail)
//////////////////////		3.아이디 찾기 함수화 ( name, email >> id ) id에 별표   
//		4.타이틀 리스트에서 텍스트 검색 (option)
//		
//		5.페이징 
//		<< < 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 > >>  
//		현재 페이지 볼드처리나 색깔 다르게. 

//=========================================================================		
		// 신년과제
		// 소스랑 결과만 나오는 영역 캡쳐 다른거 들어가면 안낸걸로 처리함.
		// 소스 텍스트로 복사
		// 구글(추후에 슬랙으로 공유) 드릴 곳에 붙여주시면 됩니다.
		
		//input : 2~9 사이 숫자2개, output : 받은 두 숫자의 구구단 출력을 함수로 구현
		//ex) 2,7 받으면  2단 7단 출력.  (for문)
		//월요일 9시 전까지 
		
		
//=========================================================================	
	}

}
